/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* Informing the user an item has finished copying */
"Copied" = "Kopiert";

/* No comment provided by engineer. */
"Copy" = "Kopiere";

/* Displayed with ellipsis as 'Copying...' when an item is in the process of being copied */
"Copying" = "Kopiering";

/* No comment provided by engineer. */
"Dismiss" = "Avskjedige";

/* No comment provided by engineer. */
"Done" = "Ferdig";

/* No comment provided by engineer. */
"Email" = "Email";

/* No comment provided by engineer. */
"Email failed to send. Please try again." = "Oops! Something went wrong. Please try again.";

/* Informing the user a process has failed */
"Failed" = "Mislykket";

/* Used in the context: 'Showing 1 of 3 items' */
"of" = "av";

/* No comment provided by engineer. */
"Photo" = "Bilde";

/* Displayed with ellipsis as 'Preparing...' when an item is in the process of being prepared */
"Preparing" = "Forbereder";

/* No comment provided by engineer. */
"Save" = "Spare";

/* Informing the user an item has been saved */
"Saved" = "lagret";

/* Displayed with ellipsis as 'Saving...' when an item is in the process of being saved */
"Saving" = "Lagrer";

